use XiuMai::Util::Msg; XiuMai::Util::Msg->new(\*DATA);
__DATA__
# -----------------------------------------------------------------------------
lang:日本語
# -----------------------------------------------------------------------------
error.400.message:不正なリクエストです。
error.401.message:認証エラーです。ログイン名、パスワードをご確認ください。
error.403.message:{$1} に対するアクセス権がありません。
error.404.message:要求されたURL {$1} はこのサーバにありません。
error.405.message:要求されたメソッド {$1} は、{$2} に対して許可されていません。
error.406.message:要求された資源 {$1}
	に対する適切な表現がこのサーバにありません。
# -----------------------------------------------------------------------------
folder.file_list.name:名前
folder.file_list.mtime:変更日
folder.file_list.size:サイズ
folder.file_list.type:種類
# -----------------------------------------------------------------------------
