use XiuMai::Util::Msg; XiuMai::Util::Msg->new(\*DATA);
__DATA__
# -----------------------------------------------------------------------------
lang:简体中文
# -----------------------------------------------------------------------------
error.400.message:请求有错。
error.401.message:需要授权。账号或密码应该有错。
error.403.message:禁止访问 {$1} 。
error.404.message:找不到网页 {$1}。
error.405.message:请求方法 {$1} 在 {$2} 上不允许。
error.406.message:{$1} 没有恰当的表示。
# -----------------------------------------------------------------------------
folder.file_list.name:名称
folder.file_list.mtime:修改日期
folder.file_list.size:大小
folder.file_list.type:种类
# -----------------------------------------------------------------------------
